Table of Contents
 Enum PolarInputType
Namespace
IdeaRS.OpenModel.Parameters
Assembly
IdeaRS.OpenModel.dll
Type of polar input
public enum PolarInputType
Fields
ByAngle = 1
Polar input defined by angles.
ByCount = 0
Polar input defined by count in circle.
Fields
 Name |  Description
 ByAngle = 1
Polar input defined by angles.
 ByCount = 0
Polar input defined by count in circle.
 Edit this page